Revit 2027 API
ParameterTypeId.RebarInternalMultiplanarDuplicate Property
 "INTERNAL: Multiplanar Duplicate"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInternalMultiplanarDuplicate { get; }
Public Shared ReadOnly Property RebarInternalMultiplanarDuplicate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInternalMultiplanarDuplicate {
	ForgeTypeId^ get ();
}
static member RebarInternalMultiplanarDuplicate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace